Repository: LukaszLejman/PJN
Catalog: manuals/1/align_2017.12.08_13.27.55/RS800CX-HRRS800CX.tmx
Source language: en
Languages: hr

source: ENGLISH
hr: HRVATSKI, SRPSKI

source: RS800CX User Manual
hr: RS800CX Korisnički priručnik

source: CONTENTS
hr: SADRŽAJ 1.

source: 1. INTRODUCTION ....................................................................................................................
hr: UVOD ..............................................................................................................................

source: 5 2. TRAINING COMPUTER PARTS ...................................................................................................
hr: 5 2. DIJELOVI MONITORA SRČANE FREKVENCIJE ....................................................................

source: 6 Optional Accessories .........................................................................................................
hr: 6 Opcijska dodatna oprema ..................................................................................................

source: 6 3. GETTING STARTED ................................................................................................................
hr: 6 3. PRIPREMA.......................................................................................................................

source: 7 Basic Settings .....................................................................................................................
hr: 7 Osnovne postavke ............................................................................................................

source: 7 Menu Structure ...................................................................................................................
hr: 7 Struktura izbornika ...........................................................................................................

source: 8 4. PREPARE FOR TRAINING .........................................................................................................
hr: 8 4. PRIPREMA ZA VJEŽBANJE ...............................................................................................

source: 9 Plan Your Training ...............................................................................................................
hr: Planiranje vašeg vježbanja ................................................................................................

source: 9 Exercise Types .................................................................................................................
hr: Vrste vježbi .....................................................................................................................

source: 9 Create New Exercises.........................................................................................................
hr: Stvorite novu vježbu .........................................................................................................

source: 9 Calibrate the Polar s3/s3+ Stride Sensor W.I.N.D. .........................................................................
hr: Kalibracija Polar s3 senzora brzine trčanja W.I.N.D. ..............................................................

source: 11 Calibrate Sensor by Running a Distance (on-the-fly calibration) ..................................................
hr: Kalibracija senzora trčanjem (on-the-fly kalibracija) .................................................................

source: 11 Set Calibration Factor Manually ...........................................................................................
hr: Ručno namještanje kalibracijskog faktora ..............................................................................

source: 11 5. TRAINING...........................................................................................................................
hr: 5. VJEŽBANJE .....................................................................................................................

source: 13 Wear the Heart Rate Sensor ....................................................................................................
hr: Nošenje primopredajnika...................................................................................................

source: 13 Start Training......................................................................................................................
hr: Počnite vježbati ................................................................................................................

source: 13 Combine Exercises ...............................................................................................................
hr: Kombiniranje vježbi ..........................................................................................................

source: 14 Information on the Display ......................................................................................................
hr: Informacije na zaslonu ......................................................................................................

source: 15 Personalize the Training Computer Display ..................................................................................
hr: Prilagođavanje zaslona monitora srčane frekvencije.............................................................

source: 16 Button Functions During Exercise ..............................................................................................
hr: Funkcije tipki tijekom vježbanja..........................................................................................

source: 20 Record a Lap ...................................................................................................................
hr: Pretrčite krug...................................................................................................................

source: 20 Lock a Zone.....................................................................................................................
hr: Blokiranje zone ................................................................................................................

source: 20 Zoom the Display .............................................................................................................
hr: Povećanje prikaza ............................................................................................................

source: 20 Illuminate the Display (Night mode on) .................................................................................
hr: Osvjetljenje prikaza (noćni režim rada) .................................................................................

source: 20 View Quick Menu ..............................................................................................................
hr: Izbornik postavki ..............................................................................................................

source: 20 Pause Exercise .................................................................................................................
hr: Pauza vježbanja ..............................................................................................................

source: 21 Determine Your OwnZone .......................................................................................................
hr: Određivanje vaše zone (OwnZone) .....................................................................................

source: 21 6. AFTER TRAINING ..................................................................................................................
hr: 6. NAKON VJEŽBANJA .........................................................................................................

source: 23 Stop Recording....................................................................................................................
hr: Prestanak vježbanja ..........................................................................................................

source: 23 Analyze Exercise Results........................................................................................................
hr: Analiza rezultata vježbanja ................................................................................................

source: 23 Exercise Log ....................................................................................................................
hr: Dnevnik vježbanja ............................................................................................................

source: 23 Weekly Summary .............................................................................................................
hr: Tjedni sažetak .................................................................................................................

source: 30 Totals.............................................................................................................................
hr: Ukupni rezultati ................................................................................................................

source: 30 Delete Files ....................................................................................................................
hr: Brisanje datoteka .............................................................................................................

source: 31 7. SETTINGS ..........................................................................................................................
hr: 7. POSTAVKE ......................................................................................................................

source: 32 Feature Settings ..................................................................................................................
hr: Postavke značajki .............................................................................................................

source: 32 Polar s3/s3+ Stride Sensor W.I.N.D. .....................................................................................
hr: Polar senzor brzine W.I.N.D. ..............................................................................................

source: 32 Polar Cycling Speed Sensor W.I.N.D. ....................................................................................
hr: Polar senzor ritma W.I.N.D. ................................................................................................

source: 32 Polar Cadence Sensor W.I.N.D............................................................................................. 32 Measuring Wheel Size........................................................................................................
hr: Mjerenje dimenzija kotača ..................................................................................................

source: 33 Polar G3/G5 GPS Sensor W.I.N.D. ........................................................................................
hr: Polar G3 GPS senzor W.I.N.D. ...........................................................................................

source: 33 Altitude ..........................................................................................................................
hr: Nadmorska visina.............................................................................................................

source: 34 Recording Rate ................................................................................................................
hr: Učestalost snimanja..........................................................................................................

source: 34 RR Data Function .............................................................................................................
hr: Funkcija RR podataka .......................................................................................................

source: 37 Speed View .....................................................................................................................
hr: Prikaz brzine ...................................................................................................................

source: 37 Automatic Lap Recording ...................................................................................................
hr: Pregled otkucaja srca........................................................................................................

source: 37 Heart Rate View ...............................................................................................................
hr: Sportske zone .................................................................................................................

source: 37 Sport Zones ....................................................................................................................
hr: 9 9 9 9 11 11 11 13 13 13 14 15 16 20 20 20 21 21 21 21 22 23 23 23 23 30 30 31 32 32 32 32 32 33 34 34 34 37 37 37 37 37 37 HRVATSKI, SRPSKI

source: 37 User Settings ......................................................................................................................
hr: Općenite postavke ............................................................................................................

source: 37 General Settings .................................................................................................................. 38 ENGLISH
hr: Zvuk ..............................................................................................................................

source: Sound ...........................................................................................................................
hr: Blokiranje tipki .................................................................................................................

source: 38 Keylock .........................................................................................................................
hr: Jedinice .........................................................................................................................

source: 39 Units..............................................................................................................................
hr: Jezik..............................................................................................................................

source: 39 Language .......................................................................................................................
hr: Hibernacija .....................................................................................................................

source: 39 Sleep ............................................................................................................................
hr: Postavke sata ..................................................................................................................

source: 39 Watch Settings ....................................................................................................................
hr: Podsjetnik.......................................................................................................................

source: 39 Reminder .......................................................................................................................
hr: Događaj .........................................................................................................................

source: 40 Alarm ............................................................................................................................
hr: Alarm ............................................................................................................................

source: 40 Time ..............................................................................................................................
hr: Vrijeme ..........................................................................................................................

source: 40 Date ..............................................................................................................................
hr: Datum............................................................................................................................

source: 41 Shortcut Button (Quick Menu) ..................................................................................................
hr: Tipka prečaca (brzi izbornik) ..............................................................................................

source: 41 8. TRAINING PROGRAM .............................................................................................................
hr: 8. PROGRAM VJEŽBANJA ....................................................................................................

source: 42 View Program .....................................................................................................................
hr: Pregled programa .............................................................................................................

source: 42 Perform Programmed Exercise .................................................................................................
hr: Provođenje programiranih vježbi ........................................................................................

source: 43 Start training ...................................................................................................................
hr: Početak vježbanja ............................................................................................................

source: 43 Exercise with Phases .........................................................................................................
hr: Vježbanja u fazama ..........................................................................................................

source: 43 Views during the exercise ...................................................................................................
hr: Prikazi za vrijeme vježbanja ...............................................................................................

source: 43 Functions During Exercise ..................................................................................................
hr: Funkcije za vrijeme vježbanja .............................................................................................

source: 44 Lap Menu .......................................................................................................................
hr: Izbornik kruga..................................................................................................................

source: 44 9. TESTS...............................................................................................................................
hr: 9. TESTOVI..........................................................................................................................

source: 45 Polar Fitness TestTM.............................................................................................................
hr: Polar Fitness TestTM ........................................................................................................

source: 45 Before the Test ................................................................................................................
hr: Prije testa .......................................................................................................................

source: 45 Performing the Test...........................................................................................................
hr: Provođenje testa ..............................................................................................................

source: 46 After the Test ..................................................................................................................
hr: Nakon testa ....................................................................................................................

source: 46 Polar OwnOptimizerTM ..........................................................................................................
hr: Polar OwnOptimizerTM .....................................................................................................

source: 48 General ..........................................................................................................................
hr: Općenito ........................................................................................................................

source: 48 Before the Test.................................................................................................................
hr: Prije testa .......................................................................................................................

source: 48 Performing the Test...........................................................................................................
hr: Provođenje testa ..............................................................................................................

source: 48 After the Test ..................................................................................................................
hr: Nakon testa ....................................................................................................................

source: 49 10.USING A NEW HEART RATE SENSOR ..........................................................................................
hr: 38 38 39 39 39 39 39 39 40 40 40 41 41 42 42 43 43 43 43 44 44 45 45 45 46 46 48 48 48 48 49 10.UPORABA NOVOG PRIMOPREDAJNIKA .............................................................................

source: 52 Teach a New Heart Rate Sensor ...............................................................................................
hr: 52 Uvođenje novog primopredajnika .......................................................................................

source: 52 11.BACKGROUND INFORMATION ...................................................................................................
hr: 52 11.DODATNE INFORMACIJE ..................................................................................................

source: 53 Polar Sport Zones ................................................................................................................
hr: Polar sportske zone ..........................................................................................................

source: 53 OwnZone Training ................................................................................................................
hr: OwnZone vježbanje ..........................................................................................................

source: 54 Maximum Heart Rate .............................................................................................................
hr: Maksimalni broj otkucaja srca ............................................................................................

source: 54 Heart Rate Value in a Sitting Position ........................................................................................
hr: Otkucaji srca u sjedećem položaju .....................................................................................

source: 55 Heart Rate Reserve ...............................................................................................................
hr: Rezerva otkucaja srca .......................................................................................................
